{
  "vocab_size": 35197,
  "token_to_id": {
    "<PAD>": 0,
    "Al": 1,
    "-": 2,
    "Zaman": 3,
    ":": 4,
    "American": 5,
    "forces": 6,
    "killed": 7,
    "Shaikh": 8,
    "Abdullah": 9,
    "al": 10,
    "Ani": 11,
    ",": 12,
    "the": 13,
    "preacher": 14,
    "at": 15,
    "mosque": 16,
    "in": 17,
    "town": 18,
    "of": 19,
    "Qaim": 20,
    "near": 21,
    "Syrian": 22,
    "border": 23,
    ".": 24,
    "[": 25,
    "This": 26,
    "killing": 27,
    "a": 28,
    "respected": 29,
    "cleric": 30,
    "will": 31,
    "be": 32,
    "causing": 33,
    "us": 34,
    "trouble": 35,
    "for": 36,
    "years": 37,
    "to": 38,
    "come": 39,
    "]": 40,
    "DPA": 41,
    "Iraqi": 42,
    "authorities": 43,
    "announced": 44,
    "that": 45,
    "they": 46,
    "had": 47,
    "busted": 48,
    "up": 49,
    "3": 50,
    "terrorist": 51,
    "cells": 52,
    "operating": 53,
    "Baghdad": 54,
    "Two": 55,
    "them": 56,
    "were": 57,
    "being": 58,
    "run": 59,
    "by": 60,
    "2": 61,
    "officials": 62,
    "Ministry": 63,
    "Interior": 64,
    "!": 65,
    "The": 66,
    "MoI": 67,
    "Iraq": 68,
    "is": 69,
    "equivalent": 70,
    "US": 71,
    "FBI": 72,
    "so": 73,
    "this": 74,
    "would": 75,
    "like": 76,
    "having": 77,
    "J.": 78,
    "Edgar": 79,
    "Hoover": 80,
    "unwittingly": 81,
    "employ": 82,
    "high": 83,
    "level": 84,
    "members": 85,
    "Weathermen": 86,
    "bombers": 87,
    "back": 88,
    "1960s": 89,
    "third": 90,
    "was": 91,
    "head": 92,
    "an": 93,
    "investment": 94,
    "firm": 95,
    "You": 96,
    "wonder": 97,
    "if": 98,
    "he": 99,
    "manipulating": 100,
    "market": 101,
    "with": 102,
    "his": 103,
    "bombing": 104,
    "targets": 105,
    "Ghazaliyah": 106,
    "and": 107,
    "Jihad": 108,
    "districts": 109,
    "capital": 110,
    "Although": 111,
    "announcement": 112,
    "probably": 113,
    "made": 114,
    "show": 115,
    "progress": 116,
    "identifying": 117,
    "breaking": 118,
    "terror": 119,
    "I": 120,
    "don't": 121,
    "do": 122,
    "n't": 123,
    "find": 124,
    "news": 125,
    "Baathists": 126,
    "continue": 127,
    "penetrate": 128,
    "government": 129,
    "very": 130,
    "hopeful": 131,
    "It": 132,
    "reminds": 133,
    "me": 134,
    "too": 135,
    "much": 136,
    "ARVN": 137,
    "officers": 138,
    "who": 139,
    "secretly": 140,
    "working": 141,
    "other": 142,
    "side": 143,
    "Vietnam": 144,
    "Guerrillas": 145,
    "member": 146,
    "Kurdistan": 147,
    "Democratic": 148,
    "Party": 149,
    "after": 150,
    "kidnapping": 151,
    "him": 152,
    "Mosul": 153,
    "police": 154,
    "commander": 155,
    "Ninevah": 156,
    "Province": 157,
    "bombings": 158,
    "declined": 159,
    "80": 160,
    "percent": 161,
    "whereas": 162,
    "there": 163,
    "been": 164,
    "big": 165,
    "jump": 166,
    "number": 167,
    "kidnappings": 168,
    "On": 169,
    "Wednesday": 170,
    "guerrillas": 171,
    "kidnapped": 172,
    "cosmetic": 173,
    "surgeon": 174,
    "wife": 175,
    "while": 176,
    "on": 177,
    "their": 178,
    "way": 179,
    "home": 180,
    "In": 181,
    "Suwayrah": 182,
    "Kut": 183,
    "two": 184,
    "car": 185,
    "bombs": 186,
    "discovered": 187,
    "before": 188,
    "could": 189,
    "detonated": 190,
    "(": 191,
    "southeastern": 192,
    "has": 193,
    "overwhelmingly": 194,
    "Shiite": 195,
    "population": 196,
    "are": 197,
    "lookout": 198,
    "Baathist": 199,
    "saboteurs": 200,
    "willingly": 201,
    "turn": 202,
    "willingness": 203,
    "main": 204,
    "difference": 205,
    "south": 206,
    "as": 207,
    "opposed": 208,
    "center": 209,
    "north": 210,
    "country": 211,
    ")": 212,
    "Kadhim": 213,
    "Talal": 214,
    "Husain": 215,
    "assistant": 216,
    "dean": 217,
    "School": 218,
    "Education": 219,
    "Mustansiriyah": 220,
    "University": 221,
    "assassinated": 222,
    "driver": 223,
    "Salikh": 224,
    "district": 225,
    "engineer": 226,
    "Asi": 227,
    "Ali": 228,
    "from": 229,
    "Tikrit": 230,
    "They": 231,
    "also": 232,
    "Hamid": 233,
    "'Akkab": 234,
    "clan": 235,
    "elder": 236,
    "branch": 237,
    "Dulaim": 238,
    "tribe": 239,
    "His": 240,
    "mother": 241,
    "attack": 242,
    "leaders": 243,
    "have": 244,
    "past": 245,
    "week": 246,
    "half": 247,
    "Hawijah": 248,
    "launched": 249,
    "left": 250,
    "6": 251,
    "dead": 252,
    "including": 253,
    "4": 254,
    "soldiers": 255,
    "One": 256,
    "Jubur": 257,
    "deputy": 258,
    "garrison": 259,
    "hundred": 260,
    "Batawi": 261,
    "demonstrated": 262,
    "Friday": 263,
    "protesting": 264,
    "Sarhid": 265,
    "sons": 266,
    "gunmen": 267,
    "wearing": 268,
    "army": 269,
    "uniforms": 270,
    "largely": 271,
    "Sunni": 272,
    "Arab": 273,
    "some": 274,
    "observers": 275,
    "accused": 276,
    "elements": 277,
    "behind": 278,
    "assassination": 279,
    ";": 280,
    "it": 281,
    "more": 282,
    "likely": 283,
    "work": 284,
    "punishing": 285,
    "cooperating": 286,
    "Dec.": 287,
    "15": 288,
    "elections": 289,
    "High": 290,
    "Electoral": 291,
    "Commission": 292,
    "denied": 293,
    "request": 294,
    "Debaathification": 295,
    "exclude": 296,
    "51": 297,
    "individuals": 298,
    "running": 299,
    "party": 300,
    "lists": 301,
    "grounds": 302,
    "sufficiently": 303,
    "involved": 304,
    "Baath": 305,
    "activities": 306,
    "warrant": 307,
    "excluded": 308,
    "civil": 309,
    "office": 310,
    "said": 311,
    "no": 312,
    "legal": 313,
    "such": 314,
    "exclusion": 315,
    "item": 316,
    "small": 317,
    "one": 318,
    "easily": 319,
    "missed": 320,
    "But": 321,
    "my": 322,
    "view": 323,
    "highly": 324,
    "significant": 325,
    "pushed": 326,
    "Ahmad": 327,
    "Chalabi": 328,
    "National": 329,
    "Congress": 330,
    "hard": 331,
    "many": 332,
    "Arabs": 333,
    "into": 334,
    "arms": 335,
    "increasingly": 336,
    "marginalized": 337,
    "within": 338,
    "however": 339,
    "despite": 340,
    "ties": 341,
    "clientelage": 342,
    "Washington": 343,
    "Tehran": 344,
    "He": 345,
    "longer": 346,
    "dominant": 347,
    "list": 348,
    "United": 349,
    "Alliance": 350,
    "won't": 351,
    "wo": 352,
    "seats": 353,
    "new": 354,
    "parliament": 355,
    "Some": 356,
    "2,000": 357,
    "junior": 358,
    "old": 359,
    "recalled": 360,
    "duty": 361,
    "recent": 362,
    "months": 363,
    "something": 364,
    "blocked": 365,
    "Now": 366,
    "refusing": 367,
    "punish": 368,
    "people": 369,
    "mere": 370,
    "membership": 371,
    "situation": 372,
    "only": 373,
    "going": 374,
    "get": 375,
    "better": 376,
    "If": 377,
    "someone": 378,
    "committed": 379,
    "crime": 380,
    "against": 381,
    "humanity": 382,
    "prosecute": 383,
    "person": 384,
    "or": 385,
    "she": 386,
    "did": 387,
    "not": 388,
    "then": 389,
    "should": 390,
    "all": 391,
    "same": 392,
    "rights": 393,
    "Iraqis": 394,
    "Sharq": 395,
    "Awsat": 396,
    "reports": 397,
    "key": 398,
    "eyewitness": 399,
    "trial": 400,
    "Saddam": 401,
    "Hussein": 402,
    "1982": 403,
    "massacre": 404,
    "Dujail": 405,
    "died": 406,
    "A": 407,
    "team": 408,
    "court": 409,
    "managed": 410,
    "take": 411,
    "deposition": 412,
    "begins": 413,
    "again": 414,
    "Nov.": 415,
    "28": 416,
    "fighting": 417,
    "still": 418,
    "continues": 419,
    "several": 420,
    "areas": 421,
    "mostly": 422,
    "Sadr": 423,
    "city": 424,
    "Adhamiya": 425,
    "Baghdadis": 426,
    "venture": 427,
    "out": 428,
    "neighbourhoods": 429,
    "any": 430,
    "you": 431,
    "never": 432,
    "know": 433,
    "where": 434,
    "might": 435,
    "stuck": 436,
    "There": 437,
    "talk": 438,
    "night": 439,
    "curfew": 440,
    "implemented": 441,
    "My": 442,
    "neighbourhood": 443,
    "surrounded": 444,
    "troops": 445,
    "three": 446,
    "days": 447,
    "now": 448,
    "helicopters": 449,
    "circling": 450,
    "over": 451,
    "our": 452,
    "heads": 453,
    "non-stop": 454,
    "Fedayeen": 455,
    "visible": 456,
    "street": 457,
    "become": 458,
    "bolder": 459,
    "than": 460,
    "ever": 461,
    "Yesterday": 462,
    "tens": 463,
    "putting": 464,
    "road": 465,
    "blocks": 466,
    "setting": 467,
    "mortars": 468,
    "open": 469,
    "when": 470,
    "Americans": 471,
    "leave": 472,
    "area": 473,
    "start": 474,
    "firing": 475,
    "indiscriminately": 476,
    "shooting": 477,
    "AK": 478,
    "47's": 479,
    "air": 480,
    "exact": 481,
    "positions": 482,
    "during": 483,
    "war": 484,
    "last": 485,
    "year": 486,
    "which": 487,
    "indicates": 488,
    "And": 489,
    "nothing": 490,
    "we": 491,
    "can": 492,
    "about": 493,
    "really": 494,
    "suggesting": 495,
    "go": 496,
    "fight": 497,
    "living": 498,
    "dream": 499,
    "land": 500,
    "Even": 501,
    "IP": 502,
    "ICDC": 503,
    "abandoned": 504,
    "those": 505,
    "trained": 506,
    "armed": 507,
    "expect": 508,
    "scared": 509,
    "civilians": 510,
    "anything": 511,
    "except": 512,
    "hide": 513,
    "inside": 514,
    "pray": 515,
    "helicopter": 516,
    "tank": 517,
    "doesn't": 518,
    "does": 519,
    "bomb": 520,
    "how": 521,
    "distinguish": 522,
    "brave": 523,
    "valiant": 524,
    "?": 525,
    "Everyone": 526,
    "apprehensive": 527,
    "April": 528,
    "9th": 529,
    "10th": 530,
    "bloody": 531,
    "Most": 532,
    "haven't": 533,
    "gone": 534,
    "few": 535,
    "although": 536,
    "seems": 537,
    "rest": 538,
    "'": 539,
    "normal": 540,
    "define": 541,
    "what": 542,
    "rumours": 543,
    "preparations": 544,
    "slum": 545,
    "dwellers": 546,
    "another": 547,
    "looting": 548,
    "spree": 549,
    "banks": 550,
    "governmental": 551,
    "public": 552,
    "property": 553,
    "similar": 554,
    "took": 555,
    "place": 556,
    "already": 557,
    "overheard": 558,
    "youngsters": 559,
    "joking": 560,
    "saying": 561,
    "things": 562,
    "\"": 563,
    "time": 564,
    "first": 565,
    "loot": 566,
    "didn't": 567,
    "Mosques": 568,
    "calling": 569,
    "donating": 570,
    "blood": 571,
    "food": 572,
    "medicine": 573,
    "Fallujah": 574,
    "convoys": 575,
    "headed": 576,
    "most": 577,
    "returned": 578,
    "later": 579,
    "though": 580,
    "What": 581,
    "irritates": 582,
    "sudden": 583,
    "false": 584,
    "solidarity": 585,
    "between": 586,
    "Shi'ite": 587,
    "clerics": 588,
    "glad": 589,
    "each": 590,
    "others": 591,
    "s": 592,
    "throats": 593,
    "chance": 594,
    "Shia": 595,
    "describing": 596,
    "Fallujan": 597,
    "insurgents": 598,
    "Ba'athists": 599,
    "Saddamites": 600,
    "Wahhabis": 601,
    "terrorists": 602,
    "just": 603,
    "ago": 604,
    "So": 605,
    "happened": 606,
    "guess": 607,
    "it's": 608,
    "'s": 609,
    "Me": 610,
    "brother": 611,
    "cousin": 612,
    "enemy": 613,
    "friend": 614,
    "thing": 615,
    "Speaking": 616,
    "Jazeera": 617,
    "rely": 618,
    "sent": 619,
    "top": 620,
    "reporter": 621,
    "Ahmed": 622,
    "Mansour": 623,
    "spouting": 624,
    "kinds": 625,
    "propaganda": 626,
    "hourly": 627,
    "reminding": 628,
    "Sahhaf": 629,
    "targetting": 630,
    "ambulances": 631,
    "snipers": 632,
    "children": 633,
    "pregnant": 634,
    "women": 635,
    "using": 636,
    "cluster": 637,
    "hear": 638,
    "once": 639,
    "make": 640,
    "unforgivable": 641,
    "error": 642,
    "mentioned": 643,
    "militants": 644,
    "Marines": 645,
    "roofs": 646,
    "mosques": 647,
    "houses": 648,
    "Hay": 649,
    "Golan": 650,
    "but": 651,
    "course": 652,
    "okay": 653,
    "Someone": 654,
    "called": 655,
    "himself": 656,
    "Abu": 657,
    "Hafs": 658,
    "Ibn": 659,
    "Khattab": 660,
    "Brigades": 661,
    "group": 662,
    "enormous": 663,
    "casualties": 664,
    "among": 665,
    "sweared": 666,
    "mutilating": 667,
    "bodies": 668,
    "Over": 669,
    "300": 670,
    "reported": 671,
    "500": 672,
    "wounded": 673,
    "alone": 674,
    "Iraqiyah": 675,
    "tv": 676,
    "controlling": 677,
    "Ramadi": 678,
    "Azzaman": 679,
    "newspaper": 680,
    "signed": 681,
    "Abdul": 682,
    "Aziz": 683,
    "bin": 684,
    "Muqrin": 685,
    "Qaeda": 686,
    "operative": 687,
    "Saudi": 688,
    "Arabia": 689,
    "Islamic": 690,
    "website": 691,
    "voice": 692,
    "stated": 693,
    "originally": 694,
    "permitted": 695,
    "Islam": 696,
    "case": 697,
    "allowed": 698,
    "Muslims": 699,
    "use": 700,
    "infidels": 701,
    "deter": 702,
    "committing": 703,
    "criminal": 704,
    "actions": 705,
    "added": 706,
    "America": 707,
    "understand": 708,
    "language": 709,
    "force": 710,
    "retaliation": 711,
    "kicked": 712,
    "Somalia": 713,
    "humiliation": 714,
    "soldier": 715,
    "dragged": 716,
    "Mogadishu": 717,
    "whole": 718,
    "world": 719,
    "see": 720,
    "day": 721,
    "Jews": 722,
    "defiled": 723,
    "stepped": 724,
    "Arabian": 725,
    "peninsula": 726,
    "together": 727,
    "agents": 728,
    "supporters": 729,
    "Elena's": 730,
    "Elena": 731,
    "motorcycle": 732,
    "tour": 733,
    "through": 734,
    "region": 735,
    "around": 736,
    "Chernobyl": 737,
    "revived": 738,
    "interest": 739,
    "serious": 740,
    "nuclear": 741,
    "disasters": 742,
    "history": 743,
    "We": 744,
    "even": 745,
    "different": 746,
    "versions": 747,
    "opinions": 748,
    "effect": 749,
    "health": 750,
    "affected": 751,
    "fallout": 752,
    "UPDATE": 753,
    "write": 754,
    "your": 755,
    "own": 756,
    "story": 757,
    "post": 758,
    "fault": 759,
    "finding": 760,
    "assigning": 761,
    "blame": 762,
    "learn": 763,
    "may": 764,
    "affect": 765,
    "future": 766,
    "soothing": 767,
    "authoritative": 768,
    "UNSCEAR": 769,
    "Nations": 770,
    "Scientific": 771,
    "Committee": 772,
    "Effects": 773,
    "Atomic": 774,
    "Radiation": 775,
    "report": 776,
    "2000": 777,
    "effects": 778,
    "confirming": 779,
    "scientific": 780,
    "evidence": 781,
    "radiation": 782,
    "related": 783,
    "exposed": 784,
    "heavily": 785,
    "promoted": 786,
    "Australasian": 787,
    "Protection": 788,
    "Society": 789,
    "press": 790,
    "release": 791,
    "titled": 792,
    "THE": 793,
    "MYTHS": 794,
    "OF": 795,
    "CHERNOBYL": 796,
    "contained": 797,
    "following": 798,
    "widespread": 799,
    "myths": 800,
    "times": 801,
    "reactor": 802,
    "accident": 803,
    "1986": 804,
    "caused": 805,
    "thousands": 806,
    "extra": 807,
    "cancer": 808,
    "deaths": 809,
    "neighbouring": 810,
    "regions": 811,
    "severely": 812,
    "exposure": 813,
    "Many": 814,
    "believe": 815,
    "true": 816,
    "Russian": 817,
    "Federation": 818,
    "Civil": 819,
    "Defence": 820,
    "Emergencies": 821,
    "Elimination": 822,
    "Conseguences": 823,
    "Natural": 824,
    "Disasters": 825,
    "EMERCOM": 826,
    "Russia": 827,
    "1996": 828,
    "ACCIDENT": 829,
    "TEN": 830,
    "YEARS": 831,
    "ON": 832,
    "decade": 833,
    "real": 834,
    "increase": 835,
    "childhood": 836,
    "certain": 837,
    "extent": 838,
    "adult": 839,
    "carcinoma": 840,
    "thyroid": 841,
    "contaminated": 842,
    "former": 843,
    "Soviet": 844,
    "Union": 845,
    "Wi940": 846,
    "attributed": 847,
    "until": 848,
    "proven": 849,
    "otherwise": 850,
    "prestigious": 851,
    "IAEA": 852,
    "International": 853,
    "Energy": 854,
    "Agency": 855,
    "published": 856,
    "early": 857,
    "based": 858,
    "information": 859,
    "sources": 860,
    "However": 861,
    "2001": 862,
    "Fifteen": 863,
    "Years": 864,
    "Accident": 865,
    "Lessons": 866,
    "learned": 867,
    "contradict": 868,
    "earlier": 869,
    "Here": 870,
    "excerpts": 871,
    "dramatic": 872,
    "induced": 873,
    "cancers": 874,
    "adolescents": 875,
    "Belarus": 876,
    "Ukraine": 877,
    "observed": 878,
    "since": 879,
    "1991": 880,
    "...": 881,
    "drop": 882,
    "birth": 883,
    "rate": 884,
    "deterioration": 885,
    "women's": 886,
    "reproductive": 887,
    "complications": 888,
    "pregnancy": 889,
    "neonatal": 890,
    "....": 891,
    "dynamics": 892,
    "change": 893,
    "state": 894,
    "countries": 895,
    "post-accident": 896,
    "period": 897,
    "characterized": 898,
    "persistent": 899,
    "negative": 900,
    "tendencies": 901,
    "morbidity": 902,
    "healthy": 903,
    "dropping": 904,
    "disability": 905,
    "increasing": 906,
    "As": 907,
    "parent": 908,
    "well": 909,
    "imagine": 910,
    "painful": 911,
    "must": 912,
    "families": 913,
    "whose": 914,
    "succumbing": 915,
    "poisoning": 916,
    "lot": 917,
    "Being": 918,
    "informed": 919,
    "give": 920,
    "certainty": 921,
    "desirable": 922,
    "conflicting": 923,
    "wealth": 924,
    "references": 925,
    "Read": 926,
    "links": 927,
    "draw": 928,
    "conclusions": 929,
    "These": 930,
    "present": 931,
    "viewpoints": 932,
    "existed": 933,
    "exist": 934,
    "disaster": 935,
    "Report": 936,
    "http://www.ibiblio.org/expo/soviet.exhibit/chernobyl.html": 937,
    "http://www.ibrae.ac.ru/IBRAE/eng/chernobyl/nat_rep/nat_repe.htm#24": 938,
    "http://www.nsrl.ttu.edu/chernobyl/wildlifepreserve.htm": 939,
    "http://www.environmentalchemistry.com/yogi/hazmat/articles/chernobyl1.html": 940,
    "http://digon_va.tripod.com/Chernobyl.htm": 941,
    "http://www.oneworld.org/index_oc/issue196/byckau.html": 942,
    "http://www.collectinghistory.net/chernobyl/": 943,
    "http://www.ukrainianweb.com/chernobyl_ukraine.htm": 944,
    "http://www.bullatomsci.org/issues/1993/s93/s93Marples.html": 945,
    "http://www.calguard.ca.gov/ia/Chernobyl-15%20years.htm": 946,
    "http://www.infoukes.com/history/chornobyl/gregorovich/index.html": 947,
    "http://www.un.org/ha/chernobyl/": 948,
    "http://www.tecsoc.org/pubs/history/2002/apr26.htm": 949,
    "http://www.chernobyl.org.uk/page2.htm": 950,
    "http://www.time.com/time/daily/chernobyl/860901.accident.html": 951,
    "http://www.infoukes.com/history/chornobyl/elg/": 952,
    "http://www.world-nuclear.org/info/chernobyl/inf07.htm": 953,
    "http://www.nea.fr/html/rp/chernobyl/conclusions5.html": 954,
    "http://www.nea.fr/html/rp/chernobyl/c01.html": 955,
    "http://www.nea.fr/html/rp/chernobyl/c05.html": 956,
    "http://www.physics.isu.edu/radinf/chern.htm": 957,
    "http://www.chernobyl.info/en": 958,
    "http://www.arps.org.au/Chernobyl.htm": 959,
    "http://www-formal.stanford.edu/jmc/progress/chernobyl.html": 960,
    "http://www.21stcenturysciencetech.com/articles/chernobyl.html": 961,
    "interested": 962,
    "hearing": 963,
    "reached": 964,
    "found": 965,
    "convincing": 966,
    "child": 967,
    "50's": 968,
    "glandular": 969,
    "problems": 970,
    "treated": 971,
    "therapy": 972,
    "primitive": 973,
    "best": 974,
    "stopped": 975,
    "lesion": 976,
    "neck": 977,
    "started": 978,
    "enlarging": 979,
    "--": 980,
    "CA": 981,
    "treatments": 982,
    "Remember": 983,
    "shoe": 984,
    "sizing": 985,
    "machines": 986,
    "form": 987,
    "xray": 988,
    "That": 989,
    "Don't": 990,
    "Do": 991,
    "mention": 992,
    "done": 993,
    "doing": 994,
    "Hirsohima": 995,
    "&": 996,
    "Nagaski": 997,
    "folks": 998,
    "doubts": 999,
    ".......": 1000,
    "Children's": 1001,
    "Children": 1002,
    "Project": 1003,
    "http://www.adiccp.org/home/default.asp": 1004,
    "offers": 1005,
    "ways": 1006,
    "help": 1007,
    "Rest": 1008,
    "Recuperation": 1009,
    "Program": 1010,
    "wherein": 1011,
    "weeks": 1012,
    "summer": 1013,
    "little": 1014,
    "spent": 1015,
    "receiving": 1016,
    "wholesome": 1017,
    "uncontaminated": 1018,
    "good": 1019,
    "medical": 1020,
    "care": 1021,
    "etc.": 1022,
    "add": 1023,
    "lives": 1024,
    "S.": 1025,
    "acquaintance": 1026,
    "hosted": 1027,
    "these": 1028,
    "ones": 1029,
    "breaks": 1030,
    "heart": 1031,
    "urge": 1032,
    "protect": 1033,
    "gather": 1034,
    "almost": 1035,
    "overwhelming": 1036,
    "makes": 1037,
    "grateful": 1038,
    "blessings": 1039,
    "Take": 1040,
    "Linda": 1041,
    "I'm": 1042,
    "'m": 1043,
    "sorry": 1044,
    "say": 1045,
    "revealed": 1046,
    "fake": 1047,
    "videotape": 1048,
    "audio": 1049,
    "speeches": 1050,
    "Bin": 1051,
    "Laden": 1052,
    "Ayman": 1053,
    "Zawahiri": 1054,
    "tell": 1055,
    "hopes": 1056,
    "remaining": 1057,
    "leadership": 1058,
    "organization": 1059,
    "Because": 1060,
    "Pakistan": 1061,
    "capture": 1062,
    "kill": 1063,
    "/": 1064,
    "3s": 1065,
    "25": 1066,
    "commanders": 1067,
    "middle": 1068,
    "managers": 1069,
    "close": 1070,
    "contact": 1071,
    "tape": 1072,
    "signal": 1073,
    "priorities": 1074,
    "1": 1075,
    "Assassinate": 1076,
    "overthrow": 1077,
    "Gen.": 1078,
    "Pervez": 1079,
    "Musharraf": 1080,
    "Pakistani": 1081,
    "military": 1082,
    "president": 1083,
    "coup": 1084,
    "1999": 1085,
    "thrown": 1086,
    "States": 1087,
    "Taliban": 1088,
    "trying": 1089,
    "purge": 1090,
    "officer": 1091,
    "corps": 1092,
    "substantial": 1093,
    "sympathizers": 1094,
    "intelligence": 1095,
    "captured": 1096,
    "major": 1097,
    "figures": 1098,
    "Zubayda": 1099,
    "Khalid": 1100,
    "Shaykh": 1101,
    "Muhammad": 1102,
    "nearly": 1103,
    "operatives": 1104,
    "400": 1105,
    "whom": 1106,
    "Pakistanis": 1107,
    "turned": 1108,
    "held": 1109,
    "October": 1110,
    "2002": 1111,
    "right": 1112,
    "parties": 1113,
    "20": 1114,
    "went": 1115,
    "fundamentalist": 1116,
    "religious": 1117,
    "coalition": 1118,
    "MMA": 1119,
    "Northwest": 1120,
    "Frontier": 1121,
    "shelters": 1122,
    "joint": 1123,
    "Baluchistan": 1124,
    "Afghanistan": 1125,
    "instigate": 1126,
    "Islamist": 1127,
    "hope": 1128,
    "catapult": 1129,
    "power": 1130,
    "political": 1131,
    "allies": 1132,
    "hosts": 1133,
    "thereby": 1134,
    "gain": 1135,
    "control": 1136,
    "base": 1137,
    "operations": 1138,
    "All": 1139,
    "unlikely": 1140,
    "crackpot": 1141,
    "schemes": 1142,
    "mujahidin": 1143,
    "virtually": 1144,
    "Response": 1145,
    "whatever": 1146,
    "strengthen": 1147,
    "legitimacy": 1148,
    "hand": 1149,
    "pressure": 1150,
    "off": 1151,
    "uniform": 1152,
    "fair": 1153,
    "election": 1154,
    "repeal": 1155,
    "contentious": 1156,
    "Legal": 1157,
    "Framework": 1158,
    "Order": 1159,
    "essentially": 1160,
    "perpetuates": 1161,
    "dictatorship": 1162,
    "restrictions": 1163,
    "lifted": 1164,
    "mainstream": 1165,
    "Muslim": 1166,
    "League": 1167,
    "N": 1168,
    "People's": 1169,
    "People": 1170,
    "defeat": 1171,
    "hogtied": 1172,
    "secret": 1173,
    "strong": 1174,
    "arm": 1175,
    "India": 1176,
    "final": 1177,
    "settlement": 1178,
    "Kashmir": 1179,
    "issue": 1180,
    "attempted": 1181,
    "Musharraf's": 1182,
    "lack": 1183,
    "helping": 1184,
    "Indian": 1185,
    "justification": 1186,
    "generates": 1187,
    "far": 1188,
    "terrorism": 1189,
    "threat": 1190,
    "Target": 1191,
    "Israel": 1192,
    "encourage": 1193,
    "worst": 1194,
    "Palestinians": 1195,
    "playing": 1196,
    "iron": 1197,
    "fist": 1198,
    "policies": 1199,
    "Sharon": 1200,
    "succeeded": 1201,
    "politically": 1202,
    "isolating": 1203,
    "Hamas": 1204,
    "process": 1205,
    "cutting": 1206,
    "its": 1207,
    "funding": 1208,
    "pull": 1209,
    "less": 1210,
    "sophisticated": 1211,
    "attacks": 1212,
    "defanged": 1213,
    "Sharon's": 1214,
    "simply": 1215,
    "means": 1216,
    "establishing": 1217,
    "general": 1218,
    "peace": 1219,
    "Bush": 1220,
    "administration": 1221,
    "finally": 1222,
    "apply": 1223,
    "effective": 1224,
    "stop": 1225,
    "outrages": 1226,
    "colonization": 1227,
    "West": 1228,
    "Bank": 1229,
    "Gaza": 1230,
    "line": 1231,
    "worked": 1232,
    "tandem": 1233,
    "Hamas's": 1234,
    "ratchet": 1235,
    "tensions": 1236,
    "further": 1237,
    "spill": 1238,
    "serve": 1239,
    "recruiting": 1240,
    "tool": 1241,
    "search": 1242,
    "willing": 1243,
    "hit": 1244,
    "owes": 1245,
    "least": 1246,
    "crisis": 1247,
    "cease": 1248,
    "militarily": 1249,
    "unnecessary": 1250,
    "provocations": 1251,
    "establish": 1252,
    "genuine": 1253,
    "Make": 1254,
    "Republican": 1255,
    "Right's": 1256,
    "Right": 1257,
    "tactics": 1258,
    "actually": 1259,
    "hostile": 1260,
    "territory": 1261,
    "without": 1262,
    "cannot": 1263,
    "succeed": 1264,
    "By": 1265,
    "moving": 1266,
    "quickly": 1267,
    "sovereignty": 1268,
    "improvement": 1269,
    "able": 1270,
    "foreigners": 1271,
    "Certainly": 1272,
    "Shiites": 1273,
    "hate": 1274,
    "likewise": 1275,
    "Kurds": 1276,
    "problem": 1277,
    "mollifying": 1278,
    "Sunnis": 1279,
    "solved": 1280,
    "avoid": 1281,
    "giving": 1282,
    "entrée": 1283,
    "put": 1284,
    "away": 1285,
    "free": 1286,
    "fetishism": 1287,
    "creating": 1288,
    "jobs": 1289,
    "pumping": 1290,
    "money": 1291,
    "households": 1292,
    "need": 1293,
    "FDR": 1294,
    "Ronald": 1295,
    "Reagan": 1296,
    "Of": 1297,
    "sooner": 1298,
    "withdrawn": 1299,
    "favor": 1300,
    "provocative": 1301,
    "local": 1302,
    "international": 1303,
    "Getting": 1304,
    "Spanish": 1305,
    "isn't": 1306,
    "rallying": 1307,
    "cry": 1308,
    "getting": 1309,
    "British": 1310,
    "keep": 1311,
    "mind": 1312,
    "nationalists": 1313,
    "radicals": 1314,
    "remain": 1315,
    "dangerous": 1316,
    "infiltrators": 1317,
    "one's": 1318,
    "eyes": 1319,
    "ball": 1320,
    "George": 1321,
    "W.": 1322,
    "alleged": 1323,
    "Thursday": 1324,
    "John": 1325,
    "Edwards": 1326,
    "lacks": 1327,
    "experience": 1328,
    "necessary": 1329,
    "argument": 1330,
    "lacked": 1331,
    "ran": 1332,
    "sort": 1333,
    "cheap": 1334,
    "shot": 1335,
    "hoists": 1336,
    "petard": 1337,
    "Let's": 1338,
    "Let": 1339,
    "remember": 1340,
    "seminal": 1341,
    "moment": 1342,
    "fails": 1343,
    "reporter's": 1344,
    "pop": 1345,
    "quiz": 1346,
    "November": 1347,
    "5": 1348,
    "Web": 1349,
    "posted": 1350,
    "3:29": 1351,
    "p.m.": 1352,
    "EST": 1353,
    "2029": 1354,
    "GMT": 1355,
    "WASHINGTON": 1356,
    "CNN": 1357,
    "Texas": 1358,
    "Gov.": 1359,
    "enduring": 1360,
    "sharp": 1361,
    "criticism": 1362,
    "unable": 1363,
    "name": 1364,
    "four": 1365,
    "current": 1366,
    "hot": 1367,
    "spots": 1368,
    "President": 1369,
    "Bill": 1370,
    "Clinton": 1371,
    "says": 1372,
    "pick": 1373,
    "names": 1374,
    "front": 1375,
    "runner": 1376,
    "presidential": 1377,
    "nomination": 1378,
    "faltered": 1379,
    "affairs": 1380,
    "posed": 1381,
    "Andy": 1382,
    "Hiller": 1383,
    "WHDH": 1384,
    "TV": 1385,
    "Boston": 1386,
    "asked": 1387,
    "Chechnya": 1388,
    "Taiwan": 1389,
    "partial": 1390,
    "response": 1391,
    "query": 1392,
    "leader": 1393,
    "referring": 1394,
    "Taiwanese": 1395,
    "Lee": 1396,
    "Teng": 1397,
    "hui": 1398,
    "Can": 1399,
    "charge": 1400,
    "inquiring": 1401,
    "Pervaiz": 1402,
    "seized": 1403,
    "12": 1404,
    "Wait": 1405,
    "wait": 1406,
    "50": 1407,
    "questions": 1408,
    "replied": 1409,
    "No": 1410,
    "answering": 1411,
    "question": 1412,
    "he's": 1413,
    "elected": 1414,
    "guy": 1415,
    "appears": 1416,
    "bring": 1417,
    "stability": 1418,
    "think": 1419,
    "that's": 1420,
    "subcontinent": 1421,
    "Gore": 1422,
    "released": 1423,
    "statement": 1424,
    "taking": 1425,
    "task": 1426,
    "comments": 1427,
    "Pakistan's": 1428,
    "troubling": 1429,
    "candidate": 1430,
    "world's": 1431,
    "oldest": 1432,
    "democracy": 1433,
    "characterize": 1434,
    "takeover": 1435,
    "Further": 1436,
    "disturbing": 1437,
    "nation": 1438,
    "tested": 1439,
    "weapons": 1440,
    "shortly": 1441,
    "voicing": 1442,
    "opposition": 1443,
    "Comprehensive": 1444,
    "Test": 1445,
    "Ban": 1446,
    "Treaty": 1447,
    "spokesman": 1448,
    "criticized": 1449,
    "Bush's": 1450,
    "condone": 1451,
    "democratically": 1452,
    "governments": 1453,
    "David": 1454,
    "Leavy": 1455,
    "Security": 1456,
    "Council": 1457,
    "Not": 1458,
    "General": 1459,
    "confused": 1460,
    "making": 1461,
    "moreover": 1462,
    "suggest": 1463,
    "prime": 1464,
    "minister": 1465,
    "installation": 1466,
    "strongest": 1467,
    "supporter": 1468,
    "part": 1469,
    "because": 1470,
    "military's": 1471,
    "anger": 1472,
    "Prime": 1473,
    "Minister": 1474,
    "Nawaz": 1475,
    "Sharif's": 1476,
    "Sharif": 1477,
    "down": 1478,
    "confronting": 1479,
    "explicitly": 1480,
    "came": 1481,
    "warmonger": 1482,
    "can't": 1483,
    "ca": 1484,
    "ominous": 1485,
    "performance": 1486,
    "interview": 1487,
    "stuttering": 1488,
    "obviously": 1489,
    "idea": 1490,
    "talking": 1491,
    "ill": 1492,
    "fated": 1493,
    "instincts": 1494,
    "liked": 1495,
    "authoritarian": 1496,
    "rule": 1497,
    "equating": 1498,
    "needed": 1499,
    "South": 1500,
    "Asia": 1501,
    "giants": 1502,
    "radical": 1503,
    "politics": 1504,
    "latter": 1505,
    "dire": 1506,
    "security": 1507,
    "couldn't": 1508,
    "becoming": 1509,
    "unstable": 1510,
    "play": 1511,
    "brinkmanship": 1512,
    "risking": 1513,
    "twice": 1514,
    "September": 1515,
    "11": 1516,
    "under": 1517,
    "extreme": 1518,
    "duress": 1519,
    "continued": 1520,
    "support": 1521,
    "Islamism": 1522,
    "recently": 1523,
    "implicated": 1524,
    "attempts": 1525,
    "body": 1526,
    "proclaimed": 1527,
    "bringing": 1528,
    "fall": 1529,
    "answer": 1530,
    "merit": 1531,
    "Another": 1532,
    "certainly": 1533,
    "knows": 1534,
    "foreign": 1535,
    "Indeed": 1536,
    "given": 1537,
    "rampaged": 1538,
    "alienating": 1539,
    "ignoring": 1540,
    "vital": 1541,
    "conflicts": 1542,
    "potential": 1543,
    "blow": 1544,
    "argue": 1545,
    "campaign": 1546,
    "literature": 1547,
    "believes": 1548,
    "U.S.": 1549,
    "active": 1550,
    "resolve": 1551,
    "reducing": 1552,
    "Northern": 1553,
    "Ireland": 1554,
    "role": 1555,
    "promoting": 1556,
    "Israelis": 1557,
    "From": 1558,
    "Friday's": 1559,
    "Daily": 1560,
    "Star": 1561,
    "Juan": 1562,
    "Cole": 1563,
    "June": 1564,
    "04": 1565,
    "2004": 1566,
    "gradually": 1567,
    "wearies": 1568,
    "begun": 1569,
    "worrying": 1570,
    "conditions": 1571,
    "anti-American": 1572,
    "closer": 1573,
    "suffer": 1574,
    "instability": 1575,
    "acutely": 1576,
    "Ironically": 1577,
    "proponents": 1578,
    "Israeli": 1579,
    "Ariel": 1580,
    "neoconservative": 1581,
    "Have": 1582,
    "weakened": 1583,
    "biggest": 1584,
    "faces": 1585,
    "conventional": 1586,
    "armies": 1587,
    "asymmetrical": 1588,
    "Palestinian": 1589,
    "national": 1590,
    "liberation": 1591,
    "movements": 1592,
    "derailing": 1593,
    "Oslo": 1594,
    "intifada": 1595,
    "encouraged": 1596,
    "suicide": 1597,
    "discouraged": 1598,
    "immigrants": 1599,
    "withdrew": 1600,
    "Lebanese": 1601,
    "May": 1602,
    "Hizbullah": 1603,
    "mollified": 1604,
    "estimated": 1605,
    "5,000": 1606,
    "fighters": 1607,
    "pursued": 1608,
    "compel": 1609,
    "withdraw": 1610,
    "Shebaa": 1611,
    "Farms": 1612,
    "sliver": 1613,
    "annexed": 1614,
    "1967": 1615,
    "Any": 1616,
    "thorough": 1617,
    "assessment": 1618,
    "impact": 1619,
    "aftermath": 1620,
    "Israel's": 1621,
    "environment": 1622,
    "therefore": 1623,
    "closely": 1624,
    "examine": 1625,
    "conduct": 1626,
    "warfare": 1627,
    "often": 1628,
    "gave": 1629,
    "clear": 1630,
    "danger": 1631,
    "themselves": 1632,
    "end": 1633,
    "occupation": 1634,
    "Strip": 1635,
    "driven": 1636,
    "economic": 1637,
    "considerations": 1638,
    "practical": 1639,
    "At": 1640,
    "points": 1641,
    "late": 1642,
    "1980s": 1643,
    "reportedly": 1644,
    "scenes": 1645,
    "overtures": 1646,
    "arrive": 1647,
    "deal": 1648,
    "allow": 1649,
    "launch": 1650,
    "1990s": 1651,
    "biological": 1652,
    "program": 1653,
    "destroyed": 1654,
    "chemical": 1655,
    "stockpiles": 1656,
    "Its": 1657,
    "ramshackle": 1658,
    "collapsed": 1659,
    "invasion": 1660,
    "2003": 1661,
    "difficult": 1662,
    "menace": 1663,
    "bungling": 1664,
    "post-war": 1665,
    "created": 1666,
    "weak": 1667,
    "failed": 1668,
    "Armed": 1669,
    "militias": 1670,
    "staffed": 1671,
    "men": 1672,
    "training": 1673,
    "proliferated": 1674,
    "chose": 1675,
    "ally": 1676,
    "itself": 1677,
    "groups": 1678,
    "Supreme": 1679,
    "Revolution": 1680,
    "15,000": 1681,
    "Badr": 1682,
    "Corps": 1683,
    "paramilitary": 1684,
    "Iranian": 1685,
    "Revolutionary": 1686,
    "Guards": 1687,
    "Anti-Israeli": 1688,
    "pro-Palestinian": 1689,
    "feeling": 1690,
    "ideological": 1691,
    "currents": 1692,
    "generally": 1693,
    "follow": 1694,
    "theocratic": 1695,
    "notions": 1696,
    "Iran's": 1697,
    "Iran": 1698,
    "Ayatollah": 1699,
    "Ruhollah": 1700,
    "Khomeini": 1701,
    "routinely": 1702,
    "chant": 1703,
    "demonstrate": 1704,
    "vehemently": 1705,
    "protested": 1706,
    "Sheikh": 1707,
    "Yassin": 1708,
    "March": 1709,
    "Worse": 1710,
    "drew": 1711,
    "denunciation": 1712,
    "moderate": 1713,
    "cautious": 1714,
    "Grand": 1715,
    "Sistani": 1716,
    "wields": 1717,
    "moral": 1718,
    "authority": 1719,
    "suppressed": 1720,
    "Hussein's": 1721,
    "regime": 1722,
    "organized": 1723,
    "reestablished": 1724,
    "historical": 1725,
    "inevitable": 1726,
    "coreligionists": 1727,
    "rich": 1728,
    "enough": 1729,
    "petroleum": 1730,
    "sales": 1731,
    "position": 1732,
    "bankroll": 1733,
    "fundamentalists": 1734,
    "deeply": 1735,
    "sympathize": 1736,
    "deep": 1737,
    "inks": 1738,
    "Jordan": 1739,
    "Palestine": 1740,
    "cities": 1741,
    "truck": 1742,
    "route": 1743,
    "Amman": 1744,
    "influence": 1745,
    "Salafi": 1746,
    "movement": 1747,
    "popular": 1748,
    "Secular": 1749,
    "nationalist": 1750,
    "universally": 1751,
    "post-Saddam": 1752,
    "exception": 1753,
    "Whereas": 1754,
    "ensured": 1755,
    "populist": 1756,
    "kept": 1757,
    "firmly": 1758,
    "organize": 1759,
    "An": 1760,
    "proliferate": 1761,
    "inevitably": 1762,
    "worry": 1763,
    "modicum": 1764,
    "normality": 1765,
    "citizens": 1766,
    "benefit": 1767,
    "country's": 1768,
    "reserves": 1769,
    "private": 1770,
    "funneled": 1771,
    "aid": 1772,
    "interests": 1773,
    "served": 1774,
    "neighbors": 1775,
    "achieved": 1776,
    "trading": 1777,
    "aggressive": 1778,
    "annexation": 1779,
    "occupied": 1780,
    "indefinite": 1781,
    "postponement": 1782,
    "unprecedented": 1783,
    "rage": 1784,
    "violence": 1785,
    "spread": 1786,
    "throughout": 1787,
    "promotion": 1788,
    "pro-Zionist": 1789,
    "twin": 1790,
    "occupations": 1791,
    "profoundly": 1792,
    "strengthened": 1793,
    "www.juancole.com": 1794,
    "professor": 1795,
    "modern": 1796,
    "Middle": 1797,
    "East": 1798,
    "Michigan": 1799,
    "author": 1800,
    "Sacred": 1801,
    "Space": 1802,
    "Holy": 1803,
    "War": 1804,
    "I.B.": 1805,
    "Tauris": 1806,
    "DAILY": 1807,
    "STAR": 1808,
    "publishes": 1809,
    "commentary": 1810,
    "agreement": 1811,
    "Agence": 1812,
    "Global": 1813,
    "Tamils": 1814,
    "feel": 1815,
    "proposed": 1816,
    "defense": 1817,
    "Sri": 1818,
    "Lanka": 1819,
    "Sinhala": 1820,
    "rulers": 1821,
    "prepare": 1822,
    "abandoning": 1823,
    "hints": 1824,
    "Indo": 1825,
    "drawn": 1826,
    "protests": 1827,
    "Tamil": 1828,
    "TNA": 1829,
    "backed": 1830,
    "LTTE": 1831,
    "Apart": 1832,
    "1,200": 1833,
    "lost": 1834,
    "1987": 1835,
    "peacekeeping": 1836,
    "immensely": 1837,
    "unpopular": 1838,
    "Nadu": 1839,
    "Jaffna": 1840,
    "Sinhalese": 1841,
    "majority": 1842,
    "considered": 1843,
    "violation": 1844,
    "defensive": 1845,
    "Ranjit": 1846,
    "Devraj": 1847,
    "NEW": 1848,
    "DELHI": 1849,
    "While": 1850,
    "ready": 1851,
    "enter": 1852,
    "cooperation": 1853,
    "wary": 1854,
    "involvement": 1855,
    "island": 1856,
    "nation's": 1857,
    "decades": 1858,
    "seen": 1859,
    "violent": 1860,
    "strife": 1861,
    "ethnic": 1862,
    "leaving": 1863,
    "60,000": 1864,
    "both": 1865,
    "sides": 1866,
    "explains": 1867,
    "delay": 1868,
    "signing": 1869,
    "formal": 1870,
    "Lankan": 1871,
    "Chandrika": 1872,
    "Kumaratunga's": 1873,
    "Kumaratunga": 1874,
    "visit": 1875,
    "According": 1876,
    "Professor": 1877,
    "S": 1878,
    "D": 1879,
    "Muni": 1880,
    "expert": 1881,
    "Jawaharal": 1882,
    "Nehru": 1883,
    "talks": 1884,
    "Colombo": 1885,
    "Liberation": 1886,
    "Tigers": 1887,
    "Eelam": 1888,
    "stalemated": 1889,
    "For": 1890,
    "reason": 1891,
    "keen": 1892,
    "beef": 1893,
    "preparedness": 1894,
    "want": 1895,
    "initiate": 1896,
    "conflict": 1897,
    "deterring": 1898,
    "starting": 1899,
    "look": 1900,
    "brink": 1901,
    "launching": 1902,
    "offensive": 1903,
    "told": 1904,
    "IPS": 1905,
    "six": 1906,
    "rounds": 1907,
    "rebels": 1908,
    "abruptly": 1909,
    "pulled": 1910,
    "negotiations": 1911,
    "demanding": 1912,
    "recognition": 1913,
    "self": 1914,
    "proceeding": 1915,
    "preceded": 1916,
    "Norwegian": 1917,
    "Foreign": 1918,
    "Jan": 1919,
    "Petersen": 1920,
    "bid": 1921,
    "revive": 1922,
    "supposed": 1923,
    "ceasefire": 1924,
    "successfully": 1925,
    "brokered": 1926,
    "February": 1927,
    "discussions": 1928,
    "reclusive": 1929,
    "Velupillai": 1930,
    "Prabhakaran": 1931,
    "rebel": 1932,
    "stronghold": 1933,
    "Kilinochchi": 1934,
    "success": 1935,
    "chief": 1936,
    "negotiator": 1937,
    "Anton": 1938,
    "Balasingham": 1939,
    "envoy": 1940,
    "Erik": 1941,
    "Solheim": 1942,
    "closed": 1943,
    "door": 1944,
    "airport": 1945,
    "Saturday": 1946,
    "effort": 1947,
    "salvage": 1948,
    "track": 1949,
    "diplomatic": 1950,
    "intractable": 1951,
    "Kalkat": 1952,
    "difficulty": 1953,
    "lay": 1954,
    "fact": 1955,
    "de": 1956,
    "jure": 1957,
    "east": 1958,
    "every": 1959,
    "aspect": 1960,
    "veteran": 1961,
    "India's": 1962,
    "intervention": 1963,
    "implement": 1964,
    "Peace": 1965,
    "Accord": 1966,
    "ambitiously": 1967,
    "provided": 1968,
    "disarming": 1969,
    "formidable": 1970,
    "reiteration": 1971,
    "older": 1972,
    "minus": 1973,
    "commitment": 1974,
    "currently": 1975,
    "chairs": 1976,
    "independent": 1977,
    "Conflict": 1978,
    "Resolution": 1979,
    "failure": 1980,
    "disarm": 1981,
    "subdue": 1982,
    "remained": 1983,
    "capable": 1984,
    "influencing": 1985,
    "Norwegians": 1986,
    "mean": 1987,
    "limited": 1988,
    "honest": 1989,
    "broker": 1990,
    "keenly": 1991,
    "aware": 1992,
    "unlike": 1993,
    "underwrite": 1994,
    "arrangement": 1995,
    "reluctantly": 1996,
    "accepted": 1997,
    "accord": 1998,
    "Under": 1999,
    "northeastern": 2000,
    "provincial": 2001,
    "council": 2002,
    "formed": 2003,
    "deployed": 2004,
    "peacekeepers": 2005,
    "differences": 2006,
    "soon": 2007,
    "surfaced": 2008,
    "led": 2009,
    "clashes": 2010,
    "Tiger": 2011,
    "keeping": 2012,
    "About": 2013,
    "phase": 2014,
    "1989": 2015,
    "Ranasinghe": 2016,
    "Premadasa": 2017,
    "critic": 2018,
    "mediation": 2019,
    "Last": 2020,
    "initiative": 2021,
    "Japan": 2022,
    "persuade": 2023,
    "negotiating": 2024,
    "table": 2025,
    "package": 2026,
    "offer": 2027,
    "US$": 2028,
    "4.5": 2029,
    "billion": 2030,
    "Japan's": 2031,
    "special": 2032,
    "Yasushi": 2033,
    "Akashi": 2034,
    "tangible": 2035,
    "visits": 2036,
    "frustrated": 2037,
    "man": 2038,
    "complained": 2039,
    "reaching": 2040,
    "impasse": 2041,
    "ideologue": 2042,
    "sniffed": 2043,
    "proposal": 2044,
    "solution": 2045,
    "predetermined": 2046,
    "resolutions": 2047,
    "declarations": 2048,
    "donor": 2049,
    "conferences": 2050,
    "negotiated": 2051,
    "constraints": 2052,
    "external": 2053,
    "P": 2054,
    "Sithamparanathan": 2055,
    "quoted": 2056,
    "She": 2057,
    "brass": 2058,
    "Nirmal": 2059,
    "Chander": 2060,
    "Vij": 2061,
    "apprehension": 2062,
    "pointed": 2063,
    "advised": 2064,
    "consider": 2065,
    "sentiments": 2066,
    "45": 2067,
    "million": 2068,
    "separated": 2069,
    "Lanka's": 2070,
    "narrow": 2071,
    "Palk": 2072,
    "Straits": 2073,
    "option": 2074,
    "circumstances": 2075,
    "dirty": 2076,
    "New": 2077,
    "Delhi": 2078,
    "always": 2079,
    "counted": 2080,
    "render": 2081,
    "neighborly": 2082,
    "shared": 2083,
    "belief": 2084,
    "religion": 2085,
    "ethnicity": 2086,
    "basis": 2087,
    "secession": 2088,
    "puts": 2089,
    "succinctly": 2090,
    "Times": 2091,
    "Online": 2092,
    "16/11/2004": 2093,
    "Unreported": 2094,
    "media": 2095,
    "Valley": 2096,
    "cultural": 2097,
    "genocide": 2098,
    "resulted": 2099,
    "fleeing": 2100,
    "valley": 2101,
    "Hindu": 2102,
    "human": 2103,
    "habitation": 2104,
    "recorded": 2105,
    "nine": 2106,
    "dozen": 2107,
    "temples": 2108,
    "used": 2109,
    "building": 2110,
    "material": 2111,
    "urinals": 2112,
    "Thus": 2113,
    "none": 2114,
    "busybodies": 2115,
    "across": 2116,
    "bothered": 2117,
    "notice": 2118,
    "development": 2119,
    "calls": 2120,
    "bluff": 2121,
    "M.D.": 2122,
    "Nalapat": 2123,
    "secretaries": 2124,
    "save": 2125,
    "perhaps": 2126,
    "Dean": 2127,
    "Rusk": 2128,
    "gobbled": 2129,
    "credit": 2130,
    "outcomes": 2131,
    "brazen": 2132,
    "Colin": 2133,
    "Powell": 2134,
    "surprised": 2135,
    "alliance": 2136,
    "Maulana": 2137,
    "Fazlur": 2138,
    "Rahman": 2139,
    "visited": 2140,
    "issued": 2141,
    "series": 2142,
    "conciliatory": 2143,
    "statements": 2144,
    "telling": 2145,
    "forced": 2146,
    "hawkish": 2147,
    "precisely": 2148,
    "likes": 2149,
    "embarrassment": 2150,
    "reality": 2151,
    "choice": 2152,
    "distinction": 2153,
    "Realists": 2154,
    "includes": 2155,
    "policy": 2156,
    "establishment": 2157,
    "Strobe": 2158,
    "Talbott": 2159,
    "long": 2160,
    "sought": 2161,
    "divest": 2162,
    "capability": 2163,
    "feasible": 2164,
    "acceptance": 2165,
    "status": 2166,
    "quo": 2167,
    "keeps": 2168,
    "China": 2169,
    "gifted": 2170,
    "slice": 2171,
    "Simultaneously": 2172,
    "ensure": 2173,
    "degree": 2174,
    "autonomy": 2175,
    "cut": 2176,
    "jihadis": 2177,
    "attempting": 2178,
    "convert": 2179,
    "second": 2180,
    "understood": 2181,
    "term": 2182,
    "yet": 2183,
    "affinity": 2184,
    "generals": 2185,
    "pendulum": 2186,
    "swung": 2187,
    "toward": 2188,
    "quixotic": 2189,
    "prize": 2190,
    "loose": 2191,
    "lobbyist": 2192,
    "Christina": 2193,
    "Rocca": 2194,
    "minimum": 2195,
    "accept": 2196,
    "deliver": 2197,
    "writer": 2198,
    "regarded": 2199,
    "trifurcation": 2200,
    "Jammu": 2201,
    "Buddhist": 2202,
    "dominated": 2203,
    "Ladakh": 2204,
    "taxpayers": 2205,
    "With": 2206,
    "luck": 2207,
    "attract": 2208,
    "locations": 2209,
    "tourist": 2210,
    "education": 2211,
    "services": 2212,
    "haven": 2213,
    "happy": 2214,
    "outcome": 2215,
    "tiny": 2216,
    "jihadi": 2217,
    "segment": 2218,
    "patronized": 2219,
    "State": 2220,
    "Department": 2221,
    "Army": 2222,
    "score": 2223,
    "catastrophic": 2224,
    "Bangladesh": 2225,
    "1971": 2226,
    "filled": 2227,
    "tales": 2228,
    "atrocities": 2229,
    "innocent": 2230,
    "Despite": 2231,
    "Sept.": 2232,
    "supports": 2233,
    "jihad": 2234,
    "price": 2235,
    "paying": 2236,
    "Unfortunately": 2237,
    "decided": 2238,
    "seriously": 2239,
    "Powell's": 2240,
    "frequent": 2241,
    "boasts": 2242,
    "nudging": 2243,
    "Indians": 2244,
    "gestures": 2245,
    "Islamabad": 2246,
    "misnamed": 2247,
    "tanks": 2248,
    "lead": 2249,
    "numerous": 2250,
    "emerged": 2251,
    "prized": 2252,
    "version": 2253,
    "Ibrahim": 2254,
    "Rugova": 2255,
    "Yugoslavia": 2256,
    "foreigner": 2257,
    "afford": 2258,
    "ignore": 2259,
    "nationalism": 2260,
    "struck": 2261,
    "conferees": 2262,
    "scholars": 2263,
    "analysts": 2264,
    "endorse": 2265,
    "sake": 2266,
    "trip": 2267,
    "York": 2268,
    "Vienna": 2269,
    "wrinkles": 2270,
    "remains": 2271,
    "merely": 2272,
    "piece": 2273,
    "paper": 2274,
    "writing": 2275,
    "op": 2276,
    "ed": 2277,
    "Sonia": 2278,
    "Gandhi": 2279,
    "Atal": 2280,
    "Behari": 2281,
    "Vajpayee": 2282,
    "instantly": 2283,
    "business": 2284,
    "community": 2285,
    "indulged": 2286,
    "empty": 2287,
    "bout": 2288,
    "saber": 2289,
    "rattling": 2290,
    "pointing": 2291,
    "beneficiary": 2292,
    "mythical": 2293,
    "perception": 2294,
    "especially": 2295,
    "corner": 2296,
    "emerging": 2297,
    "alternative": 2298,
    "destination": 2299,
    "hence": 2300,
    "trusty": 2301,
    "supplier": 2302,
    "nukes": 2303,
    "missiles": 2304,
    "scare": 2305,
    "involving": 2306,
    "flashpoints": 2307,
    "North": 2308,
    "Korea": 2309,
    "Since": 2310,
    "talked": 2311,
    "signaling": 2312,
    "acceptable": 2313,
    "action": 2314,
    "followed": 2315,
    "disputes": 2316,
    "eager": 2317,
    "indefinitely": 2318,
    "carry": 2319,
    "lucrative": 2320,
    "resolution": 2321,
    "challenging": 2322,
    "implying": 2323,
    "commands": 2324,
    "Once": 2325,
    "Manmohan": 2326,
    "Singh": 2327,
    "shows": 2328,
    "appetite": 2329,
    "face": 2330,
    "truth": 2331,
    "ramp": 2332,
    "insurgency": 2333,
    "spawn": 2334,
    "fresh": 2335,
    "killers": 2336,
    "Mumbai": 2337,
    "London": 2338,
    "Chicago": 2339,
    "shown": 2340,
    "understands": 2341,
    "realities": 2342,
    "Hu": 2343,
    "Jintao": 2344,
    "Beijing": 2345,
    "opened": 2346,
    "Wen": 2347,
    "Jiabao": 2348,
    "expected": 2349,
    "next": 2350,
    "friends": 2351,
    "formally": 2352,
    "accepting": 2353,
    "Sikkim": 2354,
    "backing": 2355,
    "permanent": 2356,
    "U.N.": 2357,
    "thus": 2358,
    "five": 2359,
    "Osama": 2360,
    "geopolitics": 2361,
    "Manipal": 2362,
    "Academy": 2363,
    "Higher": 2364,
    "28/10/2004": 2365,
    "Ok": 2366,
    "Kerry": 2367,
    "Four": 2368,
    "advantage": 2369,
    "known": 2370,
    "invoked": 2371,
    "regulation": 2372,
    "desert": 2373,
    "band": 2374,
    "brothers": 2375,
    "Dan": 2376,
    "Rather": 2377,
    "libeled": 2378,
    "impugned": 2379,
    "service": 2380,
    "Air": 2381,
    "Guard": 2382,
    "60": 2383,
    "Minutes": 2384,
    "II": 2385,
    "forged": 2386,
    "documents": 2387,
    "During": 2388,
    "flew": 2389,
    "F": 2390,
    "102": 2391,
    "Delta": 2392,
    "Dagger": 2393,
    "fighter": 2394,
    "interceptor": 2395,
    "saw": 2396,
    "theater": 2397,
    "1962": 2398,
    "December": 2399,
    "1969": 2400,
    "squadrons": 2401,
    "Tan": 2402,
    "Son": 2403,
    "Nhut": 2404,
    "Da": 2405,
    "Nang": 2406,
    "Bien": 2407,
    "Hoa": 2408,
    "Udorn": 2409,
    "Don": 2410,
    "Muang": 2411,
    "Thailand": 2412,
    "Click": 2413,
    "here": 2414,
    "source": 2415,
    "knew": 2416,
    "unit": 2417,
    "transferred": 2418,
    "controversy": 2419,
    "anyone": 2420,
    "wanted": 2421,
    "fly": 2422,
    "jets": 2423,
    "let's": 2424,
    "let": 2425,
    "flying": 2426,
    "supersonic": 2427,
